IDEA Open Model
Point3D.Name Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the Name
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string Name { get; set; }
Public Property Name As String
	Get
	Set
Property Value
Type: String
See Also
Reference
Point3D Class
IdeaRS.OpenModel.Geometry3D Namespace